[Abizi_MeldTech X2TechTemplate]
DisplayName = "结晶化的原石"
Summary = "我们已经回收了大量这种结晶化的原石物质。我们可以分析它以发现它的特性。我们拥有的这种物质越多，它的分析就会越快。"
UnlockedDescription = "结晶化的原石物质非常显著。它实现了遗传材料和合成材料之间的强大粘合。有了这个，我们可以尝试进行被认为不可能的手术，或者我们可以用机械接口来增强我们的士兵。R. 泰根"

[AbiziNewMEC1Suit X2TechTemplate]
DisplayName = "原型机械化套装- 欧几里得"
Summary = "这是我们能做的最基本的机械化套装。它允许机械化士兵舒适地战斗，但他们没有获得任何奖励。"

[AbiziMobileCVMecSuit X2TechTemplate]
DisplayName = "机械化套装第2型号- 毕达罗加斯"
Summary = "我们可以将我们的原型机械化套装- 欧几里得升级为机械化套装第2型号- 毕达罗加斯，这将为机械化士兵提供机动性加成。"

[AbiziTankyCVMecSuit X2TechTemplate]
DisplayName = "机械化套装第3型号 - 阿奇德梅斯"
Summary = "我们可以将我们的原型机械化套装- 欧几里得升级为机械化套装第3型号 - 阿奇德梅斯，这将为机械化士兵提供耐久度加成。"

[AbiziCVMGNeutralMecSuit X2TechTemplate]
DisplayName = "机械化套装第4型号 - 拉甘格"
Summary = "我们可以将我们的原型机械化套装- 欧几里得升级到机械化套装第4型号 - 拉甘格，这将赋予它额外的血量和一个实用程序槽。"

[AbiziMobileMGMecSuit X2TechTemplate]
DisplayName = "机械化套装第5型号 - 欧米茄"
Summary = "我们可以将我们的机械化套装第4型号 - 拉甘格 升级为机械化套装第5型号 - 欧米茄，这将为机械化士兵提供机动性加成。"

[AbiziTankyMGMecSuit X2TechTemplate]
DisplayName = "机械化套装第6型号 - 茂斯"
Summary = "我们可以将我们的机械化套装第4型号 - 拉甘格 升级为机械化套装第6型号 - 茂斯，这将为机械化士兵提供耐久度加成。"

[AbiziMobileCVMG X2TechTemplate]
DisplayName = "机械化套装第5型号 - 欧米茄"
Summary = "我们可以将我们的机械化套装第2型号- 毕达罗加斯升级为机械化套装第5型号 - 欧米茄，并结合镀甲的好处。"

[AbiziTankyCVMG X2TechTemplate]
DisplayName = "机械化套装第6型号 - 茂斯"
Summary = "我们可以将我们的机械化套装第3型号 - 阿奇德梅斯升级为机械化套装第6型号 - 茂斯，并结合 Plated Armor 的好处。"

[AbiziMGBMNeutralMecSuit X2TechTemplate]
DisplayName = "机械化套装第7型号 - 亡灵"
Summary = "我们可以将我们的机械化套装第4型号 - 拉甘格升级到机械化套装第7型号 - 亡灵，这将为其提供额外的血量和一个实用程序槽。"

[AbiziMobileBMMecSuit X2TechTemplate]
DisplayName = "机械化套装第8型号 - 阿伊塔"
Summary = "我们可以将我们的机械化套装第7型号 - 亡灵升级为机械化套装第8型号 - 阿伊塔，这将为机械化士兵提供机动性加成。"

[AbiziTankyBMMecSuit X2TechTemplate]
DisplayName = "机械化套装第9型号 - 瓦格纳"
Summary = "我们可以将机械化套装第7型号 - 亡灵升级为机械化套装第9型号 - 瓦格纳，这将为机械化士兵提供耐久度加成。"

[AbiziMobileMGBM X2TechTemplate]
DisplayName = "机械化套装第8型号 - 阿伊塔"
Summary = "我们可以将我们的机械化套装第5型号 - 欧米茄升级为机械化套装第8型号 - 阿伊塔，并结合动力装甲的好处。"

[AbiziTankyMGBM X2TechTemplate]
DisplayName = "机械化套装第9型号 - 瓦格纳"
Summary = "我们可以将我们的机械化套装第6型号 - 茂斯 升级为机械化套装第9型号 - 瓦格纳，结合动力装甲的优势。"

[AbiziMeld_RocketBoost X2AbilityTemplate]
LocFriendlyName = "火箭助推器"
LocLongDescription = "使用火箭助推器跳到<Ability:MECSUIT_ROCKETBOOST_RANGE/>格子。有足够的燃料<Ability:MECSUIT_ROCKETBOOST_CHARGES/>用途。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_ROCKETBOOST_ACTIONCOST/>"
LocHelpText = "使用火箭助推器跳到<Ability:MECSUIT_ROCKETBOOST_RANGE/>格子。有足够的燃料<Ability:MECSUIT_ROCKETBOOST_CHARGES/>用途。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_ROCKETBOOST_ACTIONCOST/>"
LocPromotionPopupText = "使用火箭助推器跳到<Ability:MECSUIT_ROCKETBOOST_RANGE/>格子。有足够的燃料<Ability:MECSUIT_ROCKETBOOST_CHARGES/>用途。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_ROCKETBOOST_ACTIONCOST/>"

[AbiziMeld_BlastShield X2AbilityTemplate]
LocFriendlyName = "防爆盾"
LocLongDescription = "部署盾牌以转移来袭的攻击。使用者和其中的所有盟友<Ability:MECSUIT_BLASTSHIELD_RANGE/>格子接收<Ability:MECSUIT_BLASTSHIELD_REDUCTION/>爆炸物的伤害减免，以及<Ability:MECSUIT_BLASTSHIELD_DEFENSE/>额外防御<Ability:MECSUIT_BLASTSHIELD_DURATION/>回合。该技能具有<Ability:MECSUIT_BLASTSHIELD_CHARGES/>消耗。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_BLASTSHIELD_ACTIONCOST/>"
LocHelpText = "部署盾牌以转移来袭的攻击。使用者和其中的所有盟友<Ability:MECSUIT_BLASTSHIELD_RANGE/>格子接收<Ability:MECSUIT_BLASTSHIELD_REDUCTION/>爆炸物的伤害减免，以及<Ability:MECSUIT_BLASTSHIELD_DEFENSE/>额外防御<Ability:MECSUIT_BLASTSHIELD_DURATION/>回合。该技能具有<Ability:MECSUIT_BLASTSHIELD_CHARGES/>消耗。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_BLASTSHIELD_ACTIONCOST/>"
LocPromotionPopupText = "部署盾牌以转移来袭的攻击。使用者和其中的所有盟友<Ability:MECSUIT_BLASTSHIELD_RANGE/>格子接收<Ability:MECSUIT_BLASTSHIELD_REDUCTION/>爆炸物的伤害减免，以及<Ability:MECSUIT_BLASTSHIELD_DEFENSE/>额外防御<Ability:MECSUIT_BLASTSHIELD_DURATION/>回合。该技能具有<Ability:MECSUIT_BLASTSHIELD_CHARGES/>消耗。<Ability:SelfCooldown/>回合冷却时间。<Ability:MECSUIT_BLASTSHIELD_ACTIONCOST/>"
LocFlyoverText = "防爆盾"
